[
  "explode",
  "incredible",
  "arrogant",
  "empathetic",
  "committed",
  "enthusiasm",
  "frustrate",
  "resilient",
  "ambitious",
  "exotic",
  "literally",
  "linger",
  "dread",
  "restrictive",
  "relevance",
  "augment",
  "presence",
  "meander",
  "frolic",
  "percolate",
  "astronomy",
  "synthesis",
  "abuse",
  "fatigue",
  "temptation",
  "awkward",
  "mumble",
  "precision",
  "redundancy",
  "disruption",
  "correspond",
  "density",
  "discriminative",
  "convolutional",
  "reciprocal",
  "naive",
  "deputy",
  "minister",
  "discriminatory",
  "majority",
  "neutral",
  "inaugural",
  "pioneer",
  "parity",
  "nuance",
  "possessive",
  "intuitive",
  "refugee",
  "persecute",
  "prescribe",
  "compassion",
  "provision",
  "institution",
  "morale",
  "assume",
  "liberate",
  "destigmatize",
  "household",
  "perceive",
  "incur",
  "disturbing",
  "practice",
  "consciousness",
  "diplomacy",
  "exemption",
  "discriminate",
  "stereotype",
  "stubborn",
  "empowerment",
  "hardship",
  "breadwinner",
  "sole",
  "afford to",
  "entitle",
  "cherish",
  "ease",
  "threaten",
  "tariff",
  "cinephile",
  "agriculture",
  "pledge",
  "tactful",
  "assertive",
  "apprehensive",
  "anxious",
  "fiesta",
  "frustrated",
  "corruption",
  "cease",
  "proficient",
  "interrogate",
  "concentrate",
  "imply",
  "affectionate",
  "signify",
  "grassy",
  "discretion",
  "upcoming",
  "assign",
  "affection",
  "politician, statesman, (informal) politico",
  "martial law",
  "desirable",
  "alternative",
  "emission",
  "contaminate",
  "acquisition",
  "subtle",
  "excrete",
  "ingest",
  "thermometer",
  "substance",
  "insect",
  "fart",
  "occupy",
  "debt",
  "expenditure",
  "continent",
  "exhibition",
  "furnish",
  "commemorate",
  "immense",
  "inadequate",
  "council",
  "polish",
  "coincide",
  "conserve",
  "decline",
  "smelt",
  "prospector",
  "tremendous",
  "cargo",
  "navigable",
  "machinery",
  "presume",
  "practically",
  "barrier",
  "obstacle",
  "resistance",
  "reliant",
  "concur",
  "typically",
  "enthusiastically",
  "willing",
  "belief",
  "stagnate",
  "distract",
  "squirrel",
  "dangle",
  "platoon",
  "vacant",
  "perimeter",
  "dowry",
  "wise",
  "submerge",
  "definite",
  "robber",
  "thief",
  "burglar",
  "senator",
  "corrupt",
  "protest",
  "reputation",
  "sentimental",
  "pastime",
  "accurate",
  "perspective",
  "deduce",
  "overcome",
  "notion",
  "conscious",
  "abbreviation",
  "oblige",
  "loom",
  "legume",
  "attentive",
  "constant",
  "vigorous",
  "strenuous",
  "obligation",
  "nourish",
  "instruction",
  "exposition",
  "expose",
  "voyage",
  "migraine",
  "complicated",
  "hasty",
  "answerable",
  "accountable",
  "intricate",
  "rouse",
  "sorrow",
  "distinct",
  "binge",
  "soak",
  "crave",
  "appetite",
  "stimulate",
  "permanent",
  "engage",
  "fascinate",
  "weary",
  "gerund",
  "vigilant",
  "dedicate",
  "setback",
  "dedication",
  "rubber",
  "intervene",
  "tactless",
  "imperative",
  "reduction",
  "accustom",
  "mayor",
  "measles",
  "pleasant",
  "unpleasant",
  "misfortune",
  "grief",
  "observant",
  "convince",
  "prominence",
  "repetition",
  "climate",
  "accomplishment",
  "enthusiastic",
  "affliction",
  "contrast",
  "complainant",
  "plaintiff",
  "outward",
  "comply",
  "resist",
  "excessive",
  "tardiness",
  "decay",
  "admire",
  "trait",
  "genuine",
  "acquainted",
  "compose",
  "trivia",
  "nasty",
  "habitual",
  "equilibrium",
  "fluctuate",
  "possess",
  "appearance",
  "inordinate",
  "obey",
  "accuser",
  "oppose",
  "auxiliary",
  "impend",
  "apprentice",
  "apparent",
  "curious",
  "antiseptic",
  "antacid",
  "symptom",
  "wrist",
  "strain",
  "sprain",
  "pretend",
  "conservative",
  "extrovert",
  "democratic",
  "federal",
  "diplomatic",
  "betterment",
  "dare",
  "explosion",
  "applicant",
  "compliment",
  "passive",
  "pursue",
  "grovel",
  "clever",
  "accommodate",
  "ordinary",
  "enhance",
  "enhancement",
  "comprehensive",
  "particular",
  "above",
  "rot",
  "premature",
  "primitive",
  "upfront",
  "persevere",
  "exploratory",
  "reveal",
  "essential",
  "cope",
  "rational",
  "embrace",
  "invasion",
  "polite",
  "derived",
  "disease",
  "diagnosis",
  "assumption",
  "sufficient",
  "universal",
  "intermediate",
  "immature",
  "deterministic",
  "adjacent",
  "tangibility",
  "rationale",
  "implicit",
  "explicit",
  "suitable",
  "involvement",
  "aspect",
  "rigor",
  "impractical",
  "impair",
  "preemption",
  "confidence",
  "alternatively",
  "acquire",
  "accomplished",
  "autonomous",
  "deficiency",
  "refinement",
  "patient",
  "treatment",
  "sincere",
  "distinguish",
  "tactics",
  "efficient",
  "invention",
  "extract",
  "defer",
  "supplement",
  "condiment",
  "preserve",
  "dwindle",
  "wild",
  "ancestor",
  "belong",
  "iconic",
  "fuzzy",
  "fabricate",
  "indirection",
  "facade",
  "assignment",
  "enrollment",
  "segregate",
  "constraint",
  "concrete",
  "substitute",
  "immobile",
  "fragile",
  "rigid",
  "likelihood",
  "province",
  "indigenous",
  "ties",
  "genetic",
  "breed",
  "build",
  "stocky",
  "jaw",
  "polymorphism",
  "emphasis",
  "relevant",
  "conventional",
  "persistent",
  "diabetes",
  "inflammation",
  "punctuality",
  "despite",
  "obesity",
  "scorching",
  "vitality",
  "rampant",
  "humid",
  "practical",
  "punctual",
  "massive",
  "plunge",
  "unify",
  "be against",
  "preposition",
  "get used to",
  "consequence",
  "confuse",
  "investigation",
  "controversial",
  "contraction",
  "stomach",
  "significance",
  "fixate",
  "obvious",
  "adorable",
  "intestine",
  "weird",
  "turn out",
  "totally",
  "naked",
  "brave",
  "encourage",
  "obviously",
  "embarrass",
  "impromptu",
  "comfortable",
  "founder",
  "feign",
  "feigned",
  "occupation",
  "preoccupation",
  "politician",
  "accused",
  "unjustly",
  "abnormal",
  "reserve",
  "judgement",
  "criticize",
  "vulnerable",
  "thick",
  "behave",
  "commitment",
  "abroad"
]